13/data/attachments/cf5a2f64a11b3dd1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Heidi_section_Friend_76647_3</nif:username>
            <nif:friendToBeRequested>soap_friends_4909b0cb-4ed9-47b7-8161-21da3fcc2c7d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>